<template>
  <div class="m-cont">
    <header>隐私权政策</header>
    <div class="content">【地上铁租车（深圳）有限公司】(简称：我们)深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。请在使用我们的产品前，仔细阅读《隐私权政策》</div>
    <h3>一、收集个人信息</h3>
    <p class="content">1、您在使用我们产品服务时主动提供的信息，例如：登录时填写的“手机号”“密码”等</p>
    <p class="content">2、您的设备信息。例如，设备型号、操作系统版本等信息</p>
    <p class="content">3、应用软件信息。为确保操作环境的安全或提供服务所需，我们会收集有关您使用的移动应用信息</p>
    <p class="content">4、在您使用服务时，我们可能会通过IP地址、GPS、WiFi或基站等途径获取您的地理位置信息</p>
    <h3>二、隐私使用权限</h3>
    <p class="content">1、个人信息（手机号）会用登录APP</p>
    <p class="content">2、移动设备信息将用于产品使用设备的数据分析统计</p>
    <p class="content">3、使用您的位置，以便获取您附近的电桩和提供导航服务</p>
    <p class="content">4、使用您的相机，以便拍摄照片使用</p>
    <p class="content">5、使用您的麦克风，以便与在线客服进行语音对话</p>
    <h3>三、隐私保护</h3>
    <div class="content">地上铁需要识别您的身份或与您联络时，会明确的询问所需的资料，即个人资料。如果想要将个人资料用在其他用途上，地上铁会提供您如何拒绝这项服务的说明。保护用户隐私是地上铁的一项基本政策，地上铁保证不对外公开或向第三方提供单独用户的注册资料及用户在使用网络服务时存储在地上铁的非公开内容，但下列情况除外：</div>
    <p class="content">1）事先获得用户的明确授权；</p>
    <p class="content">2）根据有关的法律法规要求；</p>
    <p class="content">3）按照相关政府主管部门的要求；</p>
    <p class="content">4）为维护社会公众的利益；</p>
    <p class="content">5）为维护地上铁的合法权益；</p>
    <p class="content">6）当地上铁与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方允诺严格承担与地上铁同等的保护用户隐私的责任，则视为客户授权地上铁将包含其个人注册资料在内的相关信息仅提供给该等第三方。</p>
    <h3>四、信息安全</h3>
    <p class="content">1、我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。 我们严格遵守法律法规保护用户的通信秘密。</p>
    <p class="content">2、我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们使用加密技术（例如，TLS、SSL）、匿名化处理等手段来保护您的个人信息。</p>
    <p class="content">3、我们建立专门的管理制度、流程和组织确保信息安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审查。若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您</p>
    <h3>五、适用范围</h3>
    <p class="content">我们的所有服务均适用本政策。但某些服务有其特定的隐私指引/声明，该特定隐私指引/声明更具体地说明我们在该服务中如何处理您的信息。如本政策与特定服务的隐私指引/声明有不一致之处，请以该特定隐私指引/声明为准。</p>
    <p class="content">请您注意，本政策不适用由其他公司或个人提供的服务。例如，您通过使用“老铁助手”帐号登录其他公司或个人提供的服务。</p>
  </div>
</template>
<style lang="scss" scoped>
.m-cont {
  background-color: #fff;
  min-height: 100vh;
  padding: 10px 24px;
  height: 100%;
  box-sizing: border-box;
  header {
    text-align: center;
    height: 60px;
    line-height: 60px;
    font-size: 32px;
    padding-bottom: 10px;
    font-weight: 600;
  }
  .content {
    font-size: 26px;
    text-indent: 36px;
  }
  h3 {
    font-weight: 600;
    line-height: 60px;
    font-size: 30px;
  }
}
</style>

